#-*- coding: UTF-8 -*-
# Question：人口估计
#           美国政府在其网页(http://www.census.gov)上提供了目前美国人口的近似变化率。
#           共提供了如下的3个变化率：
#           1.每7秒出生1人。
#           2.每13秒死亡1人。
#           3.每35秒有1个新移民。
#           这些显然是出生率、死亡率和移民率的近似值，但它们有助于提供短期内的人口估计。
#           编写程序，输入年份(整数)，并输出出人口估计值(整数)。假设目前人口总数为
#           307357870,并假设正好一年有365天(提示：变化率的单位是秒)。

# Chinese Arithmetic
#           1.
#           2.
#           3.
#           4.
#           5.
#           6.
#

# English Arithmetic
#           1.
#           2.
#           3.
#           4.
#           5.
#           6
#
#
#
#