#-*- coding: UTF-8 -*-
# Question：汽油的计算和转换
#           写一个程序，提示用户输入浮点数方式的加仑数。将再次输出有关和汽油汽油使用量的其他信息：
#           1.以公升计量的数量。
#           2.生产这些汽油需要的石油的桶数。
#           3.产生二氧化碳的数量，以磅计量。
#           4.产生的能量等效于多少加仑的乙醇。
#           5.价格多少？以美元为单位。
#           下面是一些近似的转换值：
#           6.1桶石油生产产生19.5加仑汽油。
#           7.1加仑汽油在燃烧时，产生20磅二氧化碳气体。
#           8.1加仑汽油含有的能量约为115000BTU(英国热量单位)。
#           9.1加仑乙醇包含75700BTU的能量。
#           10.1加仑汽油的成本为每加仑3.00美元。
#           在互联网上寻找有趣的输入值，例如每人每年平均消耗多少加仑的油，国家每天消耗的测量或者每年消耗的测量。

# Chinese Arithmetic
#
#
#
#
#
#

# English Arithmetic
#
#
#
#
#