#-*- coding: UTF-8 -*-
# Question：旅行者1叼到哪里了？
#           旅行者1号飞船，于1977年9月15日发射，是离地球最远的对象，到达了目前太阳系
#           的外缘。据2009年9月25日美国航天局更新的页面上报道，离太阳约166.37亿英里的
#           距离，驶离太阳的速度约为每小时38241英里。
#           写一个程序，提示用户输入一个整数，该整数应为2009年9月25日后的日期。接下来
#           计算旅行者从2009年9月25日起驶离太阳的距离(假设的速度是恒定的)，给出以下结
#           果：
#           1.以英里为单位的距离。
#           2.以千米为单位的距离(1.609344千米/英里)的距离。
#           3.以天文单位(AU,92955887.6英里/AU)的距离。
#           4.以小时为单位计算无线电通信方式在同样距离内的往返时间。无线电波以光速传播，
#             速度为每秒299792458米。

# Chinese Arithmetic
#
#
#
#
#
#

# English Arithmetic
#
#
#
#
#